[
    {
        "이름" : "광어",
        "초성" : "ㄱㅇ",
        "제철" : "11월~3월",
        "구입요령" : "너무 큰 것도 맛이 없고 2kg 정도의 것이 적당하다. 전체적으로 표면이 매끄럽고 살이 투명하며, 붉은빛이 도는 흰색이면 신선하다. 윤기가 없는 것은 오래된 것이므로 피한다.",
        "보관온도" : "0~5℃",
        "보관일" : "1일",
        "보관법" : "손질한 광어는 살을 발라내어 소금, 후추, 밀가루까지 뿌려 랩에 싸서 냉동 보관하면 된다. 뼈도 버리지 말고 용기에 담아 랩을 씌워 냉동 보관해 두었다가 매운탕 등의 찌개에 이용하면 시원한 국물을 낼 수 있다.",
        "손질법" : "납작한 생선이므로 가자미와 같은 요령으로 손질한다. 광어는 회감으로 많이 이용되는데 포뜨기를 해서 먹기 좋게 저며야 한다. 비늘을 벗기고 내장을 제거한 후 깨끗이 씻어 물기를 닦고 포를 뜬다."
    } ,

    {
        "이름" : "갈치",
        "초성" : "ㄱㅊ",
        "제철" : "7월~10월",
        "구입요령" : "은분이 벗겨져 있지 않으며 등이 약간 검정색을 띤 것, 은백색의 광택이 있고 흠집없이 탄력이 있는 것이 싱싱하다. 살이 단단한 것으로 악취가 나지 않는 것을 고른다.",
        "보관온도" : "0~5℃",
        "보관일" : "2일",
        "보관법" : "내장을 꺼낸 뒤 먹기 좋은 크기로 토막내고 소금을 뿌려 용기에 담아 랩을 씌워 냉장이나 냉동 보관한다.",
        "손질법" : "온몸에 비늘이 없고, 은백색의 가루 같은 것이 덮여 있는데 소화도 안 되고 영양가치도 없는 것이므로 깨끗이 긁어내고 조리한다. 다른 생선에 비해 홀쭉하고 길이가 길므로 토막은 내서 사용한다."
    },

    {
        "이름" : "고등어",
        "초성" : "ㄱㄷㅇ",
        "제철" : "1월~3월",
        "구입요령" : "크고 살이 단단하며 청록색의 광택이 나고 손으로 눌러 탄력이 있는 것을 고른다.",
        "보관온도" : "-20℃~0℃",
        "보관일" : "7일",
        "보관법" : "내장을 제거하지 않고 사온 고등어는 아가미와 내장을 제거하고 적당한 크기로 손질한 다음 한 번 조리할 분량만큼 비닐 팩에 담아 냉동실에 넣어 두고 먹는다.",
        "손질법" : "구울 때는 약 1시간 전에 소금을 뿌려두면 수분이 빠져나가 살이 단단해지고 맛이 좋아진다."
    },

    {
        "이름" : "게",
        "초성" : "ㄱ",
        "제철" : "4월~6월",
        "구입요령" : "다리가 뻣뻣하고 단단하게 붙어 있는 것, 냄새가 나지 않는 것, 배가 단단하고 살이 꽉 찬 것, 들어 보았을 때 무겁고 손으로 눌러 보았을 때 탄력이 있는 것이 좋다.",
        "보관온도" : "-20℃~0℃",
        "보관일" : "1개월",
        "보관법" : "냉장 보관하거나 장기간 둘 때는 팩에 담아 랩으로 싸서 냉동 보관한다.",
        "손질법" : "솔로 몸통 껍질을 깨끗이 문질러 닦고 흐르는 물에 깨끗이 씻어 조리에 이용한다."
    },

    {
        "이름" : "도미",
        "초성" : "ㄷㅁ",
        "제철" : "11월~4월",
        "구입요령" : "몸은 길둥글고 납작하며 몸빛은 황색, 홍색, 회색 등이다. 손으로 눌러보아 살이 단단하고 맛이 가장 뛰어난 것은 봄철의 분홍빛을 띤 참돔이다.",
        "보관온도" : "-20℃~0℃",
        "보관일" : "1개월",
        "보관법" : "비늘을 긁고 내장을 제거한 후 깨끗이 씻어 손질한 도미를 적당한 크기로 잘라 랩을 씌워 냉동 보관한다.",
        "손질법" : "비늘을 칼등으로 긁어내고 통으로 조리할 떄는 아가미를 벌려 내장을 빼내고, 머리를 자르는 음식은 재빨리 내장을 뺀 후 조리한다."
    },

    {
        "이름" : "아귀",
        "초성" : "ㅇㄱ",
        "제철" : "12월~2월",
        "구입요령" : "살이 단단하고 몸의 색이 검으며 냄새가 나지 않는 것을 고른다.",
        "보관온도" : "-20℃~0℃",
        "보관일" : "7일",
        "보관법" : "지느러미와 내장을 제거하고 깨끗이 씻은 후 먹을 만큼 비닐팩에 넣어 냉동 보관한다.",
        "손질법" : "칼등이나 칼로 체표의 점질물을 제거하고 씻은 다음 껍질, 간장, 난소, 위, 몸통 및 턱으로 구분하여 분리한다."
    },

    {
        "이름" : "오징어",
        "초성" : "ㅇㅈㅇ",
        "구입요령" : "몸통이 유백색으로 투명하고 윤기가 나는 것, 살이 탄력 있는 것이 신선하다.",
        "보관온도" : "1~5℃",
        "보관일" : "3일",
        "보관법" : "밑손질을 하여 랩에 싸서 냉장 보관한다.",
        "손질법" : "몸통을 가르고 내장과 뼈를 제거한 후 흐르는 물에 씻는다."
    },

    {
        "이름" : "우럭",
        "초성" : "ㅇㄹ",
        "제철" : "9월~11월",
        "구입요령" : "눈알이 튀어나오고 맑으며 아가미가 선명한 붉은색을 띠는 것을 고른다.",
        "보관온도" : "0~5℃",
        "보관일" : "3일",
        "보관법" : "기본 손질을 한 뒤 밀봉하여 냉장 보관한다.",
        "손질법" : "비늘을 정리하고 지느러미와 내장을 제거한 뒤 깨끗이 씻는다."
    },

    {
        "이름" : "전복",
        "초성" : "ㅈㅂ",
        "제철" : "8월~10월",
        "구입요령" : "광택이 있고 탄력이 있는 것이 좋다.",
        "보관온도" : "1~5℃",
        "보관일" : "3일",
        "보관법" : "전복과 껍데기를 떼어내거나 떼어내지 않고 전복살과 내장을 적당량만큼 포일 등에 싸서 냉동 보관하였다가 전복죽 등에 이용한다.",
        "손질법" : "수세미나 솔로 앞부분의 이물질을 제거한 후 칼을 이용해 껍데기 사이에 넣어 전복을 완전히 떼어낸다. 가위로 내장을 떼어내고 이빨 부분을 제거한다."
    },

    {
        "이름" : "문어",
        "초성" : "ㅁㅇ",
        "제철" : "11월~4월",
        "구입요령" : "다리의 흡반이 크고 뚜렷하며 적자색인 것이 좋다.",
        "보관온도" : "-20℃~0℃",
        "보관일" : "15일",
        "보관법" : "내장을 빼고 껍질을 벗겨 물에 깨끗이 씻은 다음 물기를 빼고 다리와 머리를 분리해서 비닐 팩에 넣어 냉동 보관한다.",
        "손질법" : "칼을 이용해 문어의 머리부분에 있는 껍질을 벗겨준 다음 물로 문어의 다리를 잘 씻겨 준다. 머리와 다리를 분리한 다음 내장을 끄집어 낸다."
    },
    
    {
    	"이름" : "맥도날드",
    	"초성" : "ㅁㄷㄴㄷ",
    	"제철" : "1년 365일"
    }

]

